13/data/attachments/f6058518197aa048.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_1d74d672-0560-47e6-a220-fad2bb81cb47</nif:username>
            <nif:friendToBeAdded>Jacqueline_require_Actions_95273_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>